Repository: mlnlsTER/MailIncinerator
Catalog: MailIncinerator/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Back
ru: Назад
uk: Повернутися назад

source: Cache: %@ available to clean
ru: Кэш: %@ можно удалить
uk: Кеш: %@ можна видалити

source: Caches: %@
ru: Кэш: %@
uk: Кеш: %@

source: Cancel
ru: Отмена
uk: Скасувати

# chooseFolderInstruction
source: This App Store version uses App Sandbox. To analyze the Mail cache, the app needs your permission to access the Mail folder. When you start scanning, a selection dialog will appear. Choose “Mail” inside your Library folder to continue.
ru: Эта версия App Store использует App Sandbox. Для анализа кэша почты приложению необходимо ваше разрешение на доступ к папке «Почта». При запуске сканирования появится диалоговое окно выбора. Выберите «Почта» в папке «Библиотека», чтобы продолжить.
uk: Ця версія App Store використовує App Sandbox. Для аналізу кешу пошти програмі потрібен ваш дозвіл на доступ до папки «Пошта». Коли ви почнете сканування, з'явиться діалогове вікно вибору. Виберіть «Пошта» у папці «Бібліотека», щоб продовжити.

source: Clear
ru: Очистка
uk: Очищення

source: Delete permanently
ru: Удалить безвозвратно
uk: Видалити безповоротно

source: Folder Access
ru: Доступ к папке
uk: Доступ до папок

source: Full disk access required
ru: Требуется доступ к диску
uk: Потрібен доступ до диска

# fullDiskAccessInstruction
source: To work with Mail, you need “Full Disk Access” permission. 1. Open “System Settings” > “Privacy & Security” > “Full Disk Access.” 2. Add this app to the list. 3. Make sure the toggle oppsite is on (enter your password if necessary). 4. Restart the app.
ru: Для работы с Mail необходимо разрешение «Полный доступ к диску». 1. Откройте «Настройки системы» > «Конфиденциальность и безопасность» > «Полный доступ к диску». 2. Добавьте это приложение в список. 3. Убедитесь, что переключатель напротив включен (при необходимости введите пароль). 4. Перезапустите приложение.
uk: Для роботи з Mail необхідний дозвіл «Повний доступ до диска». 1. Відкрийте «Налаштування системи» > «Приватність та безпека» > «Повний доступ до диска». 2. Додайте цю програму до списку. 3. Переконайтеся, що перемикач навпроти увімкнено (за необхідності введіть пароль). 4. Перезапустіть програму.

source: Info
ru: Инфо
uk: Інфо

source: Instructions for granting full disk access
ru: Инструкции по предоставлению полного доступа к диску
uk: Інструкції щодо надання повного доступу до диска

source: Mail
ru: Почта

# mailIsRunning
source: Apple Mail is running
ru: Apple Mail запущен
uk: Apple Mail запущено

# mailRunningBlockingMessage
source: Please quit Mail before using Mail Incinerator. Mail must be closed to safely scan and remove cache files.
ru: Перед использованием Mail Incinerator закройте приложение Mail. Для безопасного сканирования и удаления файлов кэша приложение Mail должно быть закрыто.
uk: Перед використанням Mail Incinerator закрийте програму Mail. Програма Mail повинна бути закрита, щоб безпечно сканувати та видаляти файли кешу.

source: No access to the Mail folder
ru: Нет доступа к папке Mail
uk: Немає доступу до папки Mail

source: Nothing to clean
ru: Нечего чистить
uk: Нічого чистити

source: OK
ru: ОК

source: Open settings
ru: Открыть настройки
uk: Відкрити налаштування

source: Scan
ru: Сканировать
uk: Сканувати

source: Scanning cache...
ru: Сканирование…
uk: Сканування...

source: Select Mail folder
ru: Выберите папку Mail
uk: Виберіть папку Mail

source: Show in Finder
ru: Показать в Finder
uk: Показати у Finder

source: Version: %@
ru: Версия: %@
uk: Версія: %@

source: You are about to permanently delete the mail cache. This action cannot be undone.
ru: Вы собираетесь окончательно удалить кэш почты. Это действие нельзя отменить.
uk: Ви збираєтеся назавжди видалити кеш пошти. Цю дію неможливо скасувати.
